[
    {
        "topic": "Deposition of Persis Yu",
        "summary": "The deposition of Persis Yu was taken in Sacramento, California, on Tuesday, March 28, 2023. The case is Heather Turrey, et al. vs. Vervent, Inc., et al., Case No. 3:20-CV-00697-DMS (AHG), in the U.S. District Court for the Southern District of California."
    },
    {
        "topic": "Appearances",
        "summary": "Attorneys present included Timothy G. Blood, James M. Davis, and Irv Ackelsberg for the plaintiffs. John S. Purcell of ArentFox Schiff LLP appeared for the defendants."
    },
    {
        "topic": "Witness Introduction and Deposition Procedures",
        "summary": "Persis Yu was sworn in as a witness. This was her first deposition. She confirmed she understood the proceedings were under penalty of perjury."
    },
    {
        "topic": "Expert Report and Testimony Scope",
        "summary": "Ms. Yu was retained as an expert to provide a historical overview of ITT's practices and the for-profit industry, particularly regarding the '90/10 rule'. She was also asked to opine on whether defects in the PEAKS loan program documents would be discernible to parties involved in student lending. Her expert report was marked as Exhibit 1."
    },
    {
        "topic": "Witness's Professional Background",
        "summary": "Ms. Yu is the deputy executive director of the Student Borrower Protection Center, a nonprofit focused on alleviating student debt. Her work involves advocating for policies to protect borrowers, including initiatives to cancel student loan debt. She has experience working on initiatives directed at student loan servicers. She has never worked for or as a loan servicer herself."
    },
    {
        "topic": "Data Transfer in Loan Servicing Transitions",
        "summary": "Ms. Yu testified that the transfer of loan portfolios between servicers is a frequent occurrence. She explained that risks to borrowers during these transfers include data loss, lost payments, and confusion about where to send payments. She is not aware of any instance where a servicer stepped away and no other servicer took over the portfolio."
    },
    {
        "topic": "Regulatory Compliance in PEAKS Data Transfer",
        "summary": "Ms. Yu stated that determining whether regulations were violated when the Access Group transferred the PEAKS loan data to Vervent in 2011 was outside the scope of her review."
    },
    {
        "topic": "Experience with Criminal Law and RICO",
        "summary": "Ms. Yu's experience with criminal law is limited to an internship at a District Attorney's office in 2002 and volunteering at a teen court. She has considered RICO violations in the context of student loan cases a 'small handful of times'. She was not asked to provide a legal opinion on whether a RICO enterprise existed in this case."
    },
    {
        "topic": "Opinion on Value of ITT Education",
        "summary": "Ms. Yu's opinion, based on her analysis of public reports, is that very few students received the benefits promised by ITT that led them to take on debt. She stated that data suggests ITT graduates often earn less than they did with just a high school diploma and that for-profit schools like ITT have 'extraordinarily high dropout rates'. She testified that a student graduating and earning a high salary (e.g., $80,000) would be an 'outlier' and not a typical experience."
    },
    {
        "topic": "Vervent's Involvement in ITT's Misrepresentations",
        "summary": "Ms. Yu is not aware of Vervent representatives directly making misrepresentations to students about ITT's benefits. However, she opined that Vervent 'certainly would have been aware of those representations' from numerous public sources like the Senate HELP Committee report and CFPB investigations when they were collecting on the loans."
    },
    {
        "topic": "Validity and Enforceability of PEAKS Loans",
        "summary": "Ms. Yu stated that the loan documents she reviewed have 'material defects' that raise questions about their enforceability. She explained that under the Truth in Lending Act, if required documents like final disclosures and promissory notes do not exist, there is no valid loan to enforce. She testified that if a borrower never receives the final disclosure, they have a potentially 'infinite right to cancel' the loan. If a loan was unenforceable, it was so from its outset at origination."
    },
    {
        "topic": "Regulatory Investigations (CFPB, SEC, etc.)",
        "summary": "Ms. Yu confirmed that she is not aware of any public findings of wrongdoing made specifically against the Vervent defendants by the CFPB, the SEC, or the state attorneys general who investigated ITT. She noted these investigations were primarily focused on the conduct and practices of ITT at the point of origination."
    }
]